class AnesthetistItem(object):
	"""docstring for Anesthetist"""
	def __init__(self, arg=""):
		super(AnesthetistItem, self).__init__()
		self.arg = arg
	def queryalldata(self):
		return {"吸入麻醉":140,"静脉全麻":140,"腰硬联合麻醉":140,
		"颈丛神经阻滞":120,"吸入全麻":140,"臂丛神经阻滞":120,"局麻+监护":100,"硬膜外麻醉":120,
		"气管插管":110,"局麻":20,"非气管插管全麻":120,"基础+局麻":35,"静吸复合全麻":140,"骶管阻滞":120,
		"超声引导下臂丛神经阻滞":120,"超声引导下颈丛神经阻滞":120,"超声引导下腹横筋膜阻滞":120,
		"超声引导股神经阻滞":120,"超声引导坐骨神经阻滞":120,"超声引导收肌管阻滞":120,"超声引导胸椎旁阻滞":120,
		"超声引导腹直肌鞘阻滞":120,"局麻加监护":100,"其他麻醉方式":0}
		pass